Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Support live GPS input (moving dot) through a connection to gpsd server.
ja: gpsd サーバーを通してライブ GPS 入力(移動する点)をサポート。

source: Support was dropped
ja: サポートが中止されました

source: Supported Rectifier Services:
ja: 対応しているRectifier サービス:

source: Supported formats
ja: サポートされたフォーマット

source: Supported image files, *.zip, *.kml
ja: サポートする画像ファイル, *.zip, *.kml

source: Supported image formats (JPG and PNG)
ja: サポートされる画像フォーマット(JPGとPNG)

source: Supported projections are: {0}
ja: 対応している投影法は {0} です

source: Supported values:
ja: 指定できる値:

source: Suppress further error dialogs for this session.
ja: このセッションにおいて、これ以降のエラーダイアログを抑制します。

source: Suppress this error for this session.
ja: このセッションでエラーを無視します。

source: Surface
ja: 表面

source: Surface blacklist
ja: 走行できない路面の一覧

source: Surface values must not contain any of the following characters: '','', '' '{' '', '' '}' '', ''='', ''|''
ja: 路面の値に「,」「'{'」「'}'」「=」「|」の文字を使用することはできません。

source: Surveillance Camera
ja: 監視カメラ

source: Survey
ja: 調査

source: Survey Point
ja: 測量標

source: Surveyor
ja: 調査者

source: Surveyor waypoint layer
ja: 測量ウェイポイントのレイヤー

source: Surveyor...
ja: 調査者...

source: SurveyorPlugin needs LiveGpsPlugin, but could not find it!
ja: SurveyorPlugin には LiveGpsPlugin が必要ですが見つかりません！

source: Suspicious characters in key:
ja: キーに疑わしい文字があります:

source: Suspicious data found.
ja: 不審なデータが見つかりました。

source: Suspicious tag/value combinations
ja: 疑わしいタグと値の組み合わせです

source: Swedish
ja: スウェーデン語

source: Swimming
ja: 水泳

source: Swimming Pool
ja: 遊泳プール

source: Swing Gate
ja: スイングゲート

source: Swiss Oblique Mercator
ja: スイス斜軸メルカトル図法

source: Switch Attributes:
ja: 開閉器の属性:

source: Switch angle snapping mode while drawing
ja: 描画時の角度合わせモードの切り替え

source: Switch dual alignment mode while extruding
ja: 押し出しモード時に平行移動モードに切り替えます

source: Switch input and output crs
ja: 入力と出力の切り替え

source: Switch order of input coordinates (east/north, lon/lat)
ja: 入力座標の順序を入れ替える (東/北, 緯度/経度)

source: Switch order of output coordinates (east/north, lon/lat)
ja: 出力座標の順序を入れ替える (東/北, 緯度/経度)

source: Symbol description
ja: シンボルの説明

source: Symbolic names for directories and the actual paths:
ja: ディレクトリのシンボリック名と実際のパス:

source: Symbols <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> are optional.
ja: <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> の記号は任意です。

source: Symbols like cristian cross.
ja: キリスト教の十字架のようなシンボルです。

source: Symmetry
ja: 対称形

source: Synagogue
ja: シナゴーグ

source: Sync with JOSM selection
ja: JOSMの選択箇所と同期

source: Synchronize Audio
ja: 音声の同期

source: Synchronize entire dataset
ja: データセット全体を同期

source: Synchronize node {0} only
ja: ノード {0} だけを同期

source: Synchronize relation {0} only
ja: リレーション {0} だけを同期

source: Synchronize time from a photo of the GPS receiver
ja: GPSレシーバーの写真から時刻を同期

source: Synchronize way {0} only
ja: ウェイ {0} だけを同期

source: Syntax exception in access ruleset: {0}
ja: ルールセットのアクセス中に文法違反がありました。 {0}

source: Syntax highlighting is going to be disabled.
ja: 構文の強調表示が無効になります。

source: System of measurement
ja: 単位系

source: System of measurement changed to {0}
ja: 単位系を{0}に変更しました

source: T&ools
ja: ツール(&T)

source: T1 - hiking trail
ja: T1 - ハイキングコース

source: T2 - mountain hiking trail
ja: T2 - 登山道

source: T3 - difficult, exposed hiking trail
ja: T3 - 困難なむき出しの登山道

source: T4 - difficult, exposed, steep alpine trail
ja: T4 - 困難な露出した険しい登山道

source: T5 - difficult alpine trail with climbing
ja: T5 - 上級者向けの登山道

source: T6 - hazardous alpine trail with climbing
ja: T6 - 危険な上級者向け登山道

source: TCX Files (*.tcx)
ja: TCX ファイル (*.tcx)

source: TMS Servers
ja: TMSサーバ

source: TMS Settings
ja: TMS設定

source: TMS adapter
ja: TMSアダプター

source: TMS servers setup
ja: TMSサーバ設定

source: Ta&g templates
ja: タグテンプレート(&g)

source: Tab
ja: タブ

source: Table
ja: スピードテーブル

source: Table Tennis/Ping-Pong
ja: 卓球

source: Tactile Paving
ja: 点字ブロック

source: Tactile paving
ja: 点字ブロック

source: Tag ''{0}'' invalid.
ja: タグ ''{0}'' は無効です。

source: Tag Building
ja: 建物をタグ付け

source: Tag Element
ja: 要素をタグ付け

source: Tag Template
ja: タグのテンプレート

source: Tag checker
ja: タグチェッカー

source: Tag checker (MapCSS based)
ja: タグチェッカー(MapCSSベース)

source: Tag checker rule (*.validator.mapcss, *.zip)
ja: タグチェッカールール(*.validator.mapcss, *.zip)

source: Tag checker rules
ja: タグチェッカーのルール

source: Tag collection cannot be applied to a primitive because there are keys with multiple values.
ja: タグコレクションをプリミティブに適用できません。複数の値を持つキーがあります。

source: Tag collection does not include the selected value ''{0}''.
ja: タグコレクションには選択された値 ''{0}'' が含まれていません

source: Tag combinations
ja: タグの組み合わせ

source: Tag conflict
ja: タグの衝突

source: Tag each housenumber separately if possible.
ja: 可能な場合は、各番地に個別にタグを付けます。

source: Tag each hydrant separately.
ja: 各消火栓に個別にタグを付けます。

source: Tag element inside other tag element
ja: 他のタグ要素の内側にあるタグ要素

source: Tag element outside basetag and implication elements
ja: tag要素がベースタグ外で定義されています

source: Tag filter
ja: タグフィルター

source: Tag images at the closest end of a segment, when not interpolated
ja: 補間されていない場合、セグメントの最も近い端にあるイメージにタグを付ける

source: Tag images at the closest end of a track, when not interpolated<br>(also applies before the first and after the last track)
ja: 補間されていない場合、トラックの最も近い端にあるイメージにタグを付ける。<br>(最初のトラックの前と最後のトラックの後にも適用)

source: Tag key contains character with code less than 0x20
ja: タグキーに0x20より小さいコードのキャラクタが含まれています

source: Tag key contains non-printing character
ja: タグのキーに非印刷文字が含まれています

source: Tag key longer than {0} characters ({1} characters)
ja: タグのキーが{0}文字を超過しています ({1}文字)

source: Tag modified relations with
ja: リレーションのタグを変更

source: Tag multiple objects
ja: 複数のオブジェクトをタグ付け

source: Tag multiple objects [alpha]
ja: 複数のオブジェクトをタグ付け［アルファ］

source: Tag selection
ja: タグの選択

source: Tag value contains character with code less than 0x20
ja: タグ値に0x20より小さいコードのキャラクタが含まれています

source: Tag value contains non-printing (usually invisible) character
ja: タグ値に印刷されない(通常は表示されない)文字が含まれています

source: Tag value contains unusual Unicode character {0}
ja: タグ値に異常なUnicode文字{0}が含まれています

source: Tag value longer than {0} characters ({1} characters)
ja: タグの値が{0}文字を超過しています ({1}文字)

source: Tag ways as
ja: ウェイにタグ付け

source: Tag without key
ja: キーのないタグ

source: Tag without value (key is {0})
ja: 値のないタグ(キーは{0})

source: Tag2Link Preferences
ja: Tag2Link設定

source: Tag:
ja: タグ:

source: TagChecker source
ja: タグチェッカーのソース

source: Tagging Preset Tester
ja: タグ付けプリセットテスター

source: Tagging Presets
ja: タグ付けプリセット

source: Tags
ja: タグ

source: Tags (comma delimited)
ja: タグ(カンマ区切り)

source: Tags and Members
ja: タグとメンバ－

source: Tags beginning with this prefix are never saved to OSM, but to the SDS server only.
ja: このプリフィックスで始まるタグはSDSサーバー専用なので、OSMには保存されません。

source: Tags copied to clipboard.
ja: タグをクリップボードにコピーしました。

source: Tags for selected objects.
ja: 選択されたオブジェクトのタグです。

source: Tags from nodes
ja: ノードからのタグ

source: Tags from relations
ja: リレーションからのタグ

source: Tags from ways
ja: ウェイからのタグ

source: Tags of
ja: タグ:

source: Tags of changeset {0}
ja: 変更セット {0} のタグ

source: Tags of new changeset
ja: 新しい変更セットのタグ

source: Tags which are implied and do not need to be set are `motor_vehicle=no` and `emergency=destination`.
ja: 暗黙的であり、設定する必要のないタグは、「motor_vehicle=no」と「emergency=destination」です。

source: Tags with empty values
ja: 値のないタグ

source: Tags({0} conflict)
ja: タグ({0}件の競合)

source: Tags/Memberships
ja: タグ／所属

source: Tags:
ja: タグ:

source: Tags: {0} / Memberships: {1}
ja: タグ: {0}件／所属: {1}件

source: Tailor
ja: 仕立て屋

source: Take a look at the latest version on stm.hauke-stieler.de.
ja: 最新バージョンは stm.hauke-stieler.deで確認してください。

source: Take only first X paths
ja: 最初のXパスのみを取得

source: Takeaway
ja: テイクアウト

source: Talk with users editing the map nearby, be notified when someone comes close.
ja: 付近の地図を編集しているユーザーと会話しましょう。誰かが近くに来ると通知されます。

source: TangoGPS Files (*.log)
ja: TangoGPS ファイル (*.log)

source: TangoGPS import failure!
ja: TangoGPS のインポートに失敗しました。

source: TangoGPS import success
ja: TangoGPS のインポートに成功しました。

source: Target key:
ja: ターゲットのキー:

source: Task
ja: タスク

source: Task #{id}
ja: タスク #{id}

source: Task #{task} · Project #{project}
ja: タスク #{task} · プロジェクト #{project}

source: Task selected
ja: 選択されたタスク

source: Tasking Manager is a platform where individuals can team up for mapping in OpenStreetMap
ja: Tasking Managerは、OpenStreetMapをマッピングする個人をチームとしてまとめあげるプラットフォームです

source: Tasks
ja: タスク

source: Tattoo
ja: 刺青

source: Tax advisor
ja: 税理士事務所

source: Taxi
ja: タクシー乗り場

source: Taxiway
ja: 誘導路

source: Taxon
ja: 群

source: Tea
ja: 茶

source: Tee
ja: ティー

source: Tele Atlas (as used by Google Maps) has this road, which doesn't exist.
ja: Tele Atlas （Googleマップで使用されている）にこの存在しない道路があります。

source: Tele Atlas has this road, which doesn't exist in reality.
ja: Tele Atlas にはこの道が掲載されていますが、実際には存在しません。

source: Tele Atlas has this short street at entirely the wrong angle, taking it straight through a block of flats, about 60 metres from its real location.
ja: Tele Atlas にはこの短い通りが完全に間違った角度で掲載されています。アパートの中を通りぬけていて、本当の場所から 60 m ほど離れた場所に描かれています。

source: Telecom
ja: 通信

source: Telecom Street Cabinet
ja: 通信機器用キャビネット

source: Telecommunication
ja: 通信会社

source: Telephone
ja: 電話

source: Telephone Exchange
ja: 電話交換機

source: Telephone cards
ja: テレフォンカード

source: Telescope
ja: 望遠鏡

source: Telescope Diameter (meters)
ja: 望遠鏡の直径(メートル)

source: Television
ja: テレビ

source: Template
ja: テンプレート

source: Ten-pin Bowling
ja: ボウリング場

source: Tennis
ja: テニス

source: Tents allowed
ja: テントが許可されている

source: Terminal
ja: ターミナル

source: Terrace
ja: テラスハウス

source: Terrace a building
ja: 建物のテラス

source: Terrace a house
ja: テラスハウスを作成する

source: Terrace area into %1
ja: 領域をテラスハウス化する %1

source: Terrace area into residences
ja: 領域をテラスハウス化する

source: Territories
ja: 地域固有

source: Tertiary
ja: 一般道(2車線以上)

source: Tertiary Link
ja: 一般道の連絡路

source: Tertiary voltage in Volts (V)
ja: 第3の電圧

source: Tesla Supercharger
ja: テスラ・スーパーチャージャー

source: Test
ja: テスト

source: Test ''{0}'' completed in {1}
ja: {1}で''{0}''のテストが完了しました

source: Test Access Token
ja: アクセストークンをテスト

source: Test credentials now
ja: すぐに認証をテストする

source: Test failed
ja: テストが失敗しました

source: Test failed: Could not read mtime.
ja: テスト失敗: mtimeを読み込めませんでした。

source: Test failed: Could not write mtime.
ja: テスト失敗: mtimeを書き込めませんでした。

source: Test for incomplete routes
ja: MTest for incomplete routes

source: Test for master routes
ja: MTest for master routes

source: Test that validates ''lane:'' tags.
ja: ''lane:''タグが有効かをテストします。

source: Test the API URL
ja: API URLをテスト

source: Test your setup by starting the client (see below).
ja: クライアントを起動してセットアップをテストします(以下を参照)。

source: Test {0}/{1}: Starting {2}
ja: {0}/{1}: {2}のテストを開始

source: Test: {0}
ja: テスト:{0}

source: Testing OAuth Access Token
ja: OAuthアクセストークンをテスト中

source: Testing OSM API URL ''{0}''
ja: OSM API URL ''{0}'' をテスト中

source: Tests
ja: テスト

source: Tests for the correct usage of ''*:conditional'' tags.
ja: ''*:conditional''タグの使い方が正しいかどうかをテストします。

source: Text
ja: テキスト

source: TextLabel
ja: テキストラベル

source: Thank you for providing a changeset comment!
ja: 変更セットへのコメントありがとうございます!

source: Thank you for providing the data source!
ja: ソースのご記入ありがとうございます。

source: Thank you for your interest in contributing data and/or any other content (collectively, “Contents”) to the geo-database of the OpenStreetMap project (the “Project”).
ja: データや他のあらゆる内容（集合的には「コンテンツ」）もOpenStreetMapプロジェクト（「プロジェクト」）の地理データベースに貢献することについて関心を持っていただきありがとうございます。

source: That is necessary to keep the language bar working after we moved the page.
ja: これは、ページ名を変更した後で言語バーが正しく機能するために必要です。

source: That is the challenge we have set for ourselves.
ja: これは我々が自らに課した挑戦です。

source: That's exactly what OpenStreetMap is trying to avoid.
ja: OpenStreetMap は、絶対にこれを避けなければいけません。

source: That's not true of every project, though.
ja: しかし、すべてのプロジェクトがそうとは限りません。

source: The "from" and the first "via" way are not connected.
ja: "from"と最初の"via"が接続されていません。

source: The "from" way does not start or end at a "via" node.
ja: "from"のウェイで"via"ノードが端点になっていません。

source: The "to" way does not start or end at a "via" node.
ja: "to"のウェイで"via"ノードが端点になっていません。

source: The "via" ways are not connected.
ja: "via"のウェイ同士が接続されていません。

source: The (compass) heading of the line segment being drawn.
ja: 描かれている線分の(コンパスの)向き

source: The 2 selected objects have different style caches.
ja: 選択された2つのオブジェクトは、異なるスタイルキャッシュを持っています。

source: The 2 selected objects have identical style caches.
ja: 選択された2つのオブジェクトは、同じスタイルキャッシュを持っています。

source: The <i>Query Wizard</i> tool will transform those to a valid overpass query.
ja: <i>クエリウィザード</i>が有効な Overpass クエリに変換します。

source: The <strong>from</strong>-way <span class="object-name">{0}</span> and the <strong>to</strong>-way <span class="object-name">{1}</span> intersect at node <span class="object-name">{2}</span> but this node isn''t a <strong>via</strong>-object.<br> It is recommended to set it as unique <strong>via</strong>-object.
ja: <strong>from</strong>のウェイ <span class="object-name">{0}</span> と<strong>to</strong>のウェイ <span class="object-name">{1}</span> が、ノード <span class="object-name">{2}</span> で交差していますが、このノードが<strong>via</strong>オブジェクトではありません。<br>固有の<strong>via</strong>オブジェクトを設定することをお勧めします。

source: The docker-compose.yml defines such container, just execute docker-compose up --build stm-db to start it.
ja: docker-compose.yml には、必要なコンテナを定義してあるので、 docker-compose up --build stm-db することで開始できます。

source: The API URL is valid.
ja: API URLは適切です。

source: The API URL seems to be invalid.
ja: APIのURLが無効です。

source: The Access Token Key must not be empty.
ja: アクセストークンキーを空にすることはできません。

source: The Access Token Secret must not be empty.
ja: アクセストークン秘密鍵は空にしないでください。

source: The GPX file contained no tracks or waypoints.
ja: GPXファイルにトラックやウェイポイントがありません。

source: The GPX layer contains fields that can be converted to OSM tags.
ja: GPXレイヤには、OSMタグに変換できるフィールドが含まれています。

source: The GTFS file was empty.
ja: GTFSファイルの中身がありません。

source: The JSON response from the {0} can''t be decoded!
ja: {0}からのJSONレスポンスをデコードできません!

source: The Mapillary layer has stopped downloading images, because the requested area is too big!
ja: 要求された領域が広すぎるため、Mapillaryレイヤは画像ダウンロードを停止しました。

source: The Mapillary plugin now uses a separate panel to display extra information (like the image key) and actions for the currently selected Mapillary image (like viewing it in a browser).
ja: Mapillaryプラグインは現在、(画像キー等の)追加情報を表示するパネルや、現在選択されているMapillary画像への(ブラウザ上への表示等の)処理のパネルが分割されています。

source: The OSM server ''{0}'' reported a bad request.<br>
ja: OSM サーバー ''{0}'' より不正リクエストの報告がありました。<br>

source: The Overpass wizard could not parse the following query:
ja: Overpass ウィザードは以下のクエリを解析できませんでした:

source: The PDF file must have exactly one page.
ja: PDFファイルは正確に1ページでなければなりません。

source: The Signature is broken!
ja: 署名が壊れています。

source: The Tasking Manager is Free and Open Source Software and is continuously maintained and actively further developed by a community.
ja: Tasking ManagerはFLOSSであり、コミュニティによって継続的に維持され、積極的に開発されています。

source: The URL under which the SDS server can be contacted.
ja: SDSサーバーと接続できるURLは下記の通りです。

source: The Ultimate WMS Super-speed Turbo Challenge II
ja: 最高WMSスーパースピードターボチャレンジII

source: The Wikidata Action API did not respond with all requested entities!
ja: WikidataアクションAPIは、要求されたすべてのエンティティに応答しませんでした。

source: The Wikidata Action API reports a failed query!
ja: Wikidata Action APIは失敗したクエリーを報告します!

source: The Wikidata item does not exist!
ja: そのWikidata項目は存在しません!

source: The Wikidata item is a redirect
ja: Wikidata項目はリダイレクトされます。

source: The Wikipedia/Wikidata layer
ja: Wikipedia/Wikidataレイヤー

source: The [[Data Working Group]] (DWG) can be asked to act in case of serious disputes.
ja: [[Data Working Group]](DWG)には、重大な問題が発生した場合に対応するよう依頼できます。

source: The ability to do so allows you to regain a little bit of the community you live in - if you can't map it, you can't describe it.
ja: そういったことができるようになることは、あなたの住む地域の何かを取り戻すことになります。地図を使えないという事は、その地域を表現できないということです。

source: The affected way would disappear after disconnecting the selected node.
ja: 影響を受けるウェイは選択されたノードが切り離された後に非表示になります。

source: The amount by which the speed is multiplied for fast forwarding
ja: 早回しの時に何倍速にするのか。

source: The angle between the previous and the current way segment.
ja: 直前のウェイ区間とこのウェイ区間の角度。

source: The app will automatically recompile and reload if you change any of the source files.
ja: ソースファイルを変更すると、アプリケーションは自動的に再コンパイルと再読み込みを行います。

source: The area you tried to download is too big or your request was too large.<br>Either request a smaller area or use an export file provided by the OSM community.
ja: ダウンロードしようとしたエリアが大きすぎるか、リクエストが大きすぎます。<br>もっと小さいエリアでリクエストするか、OSMコミュニティから提供されたエクスポートファイルを使用してください。

source: The backups are saved in JOSM''s preference folder.
ja: バックアップはJOSMの環境設定フォルダに保存されます。

source: The bold text is the name of the layer.
ja: 太字はレイヤーの名前です。

source: The bounding box of this changeset is very large – please consider splitting your changes!
ja: この変更セットの範囲は巨大です。変更を分割することを考えてください。

source: The changeset is <strong>left open</strong> after this upload
ja: 変更セットはこのアップロード後も<strong>オープンしたまま</strong>です

source: The changeset is going to be <strong>closed</strong> after this upload
ja: 変更セットはこのアップロード後に<strong>クローズ</strong>されます

source: The class wasn''t found.
ja: クラスが見つかりませんでした。

source: The clipboard data is not an image
ja: クリップボードのデータは画像ではありません

source: The community agrees on certain key and value combinations for the most commonly used tags, which act as informal standards.
ja: 各タグで特定のノード、ウェイ、リレーションで表された地物の地理的な属性を記述します。

source: The complete syntax is: : <nowiki>{{Languages|NameSpace:English page name}}</nowiki> The parameter ''Page name'' is not necessary if the title of current page is equal to English page title, because his default value is assumed to be exactly the title of current page (however it is recommended to keep it to ease the translation of English pages and then renaming them in the actual target language).<br /> Note: Now the parameter "ns=" is no required to specify a leading namespace such as Template or Category, which can be merged into the first parameter (see [[WikiProject Cleanup#Pages with ns argument to the languages template|see here]]).
ja: 全体の文法は次の通りです。 :<nowiki>{{Languages|ns=名前空間:|英語ページ名}}</nowiki> 引数''英語ページ名''は、現在のページの題名が英語ページの題名と同じであれば、必要ありません。 既定値が現在のページの題名と同じだと仮定されるからです（しかし、英語ページを翻訳して実際の翻訳先言語にページ名を変更しやすいように、入れておくことをお勧めします）。 <br/> 引数 ''ns='' は翻訳ページ（または参照ページ）が現在のページと異なる名前空間にある場合にのみ必要です（これは基本的に、下記の表にある専用の名前空間を持つ一部の言語に翻訳されたページや、異なる名前空間にあるページにウィキリンクを貼る場合に関係がありました）。

source: The content of this changeset is not downloaded yet.
ja: この変更セットの中身はダウンロードしていません。

source: The copied data contains incomplete objects.
ja: コピーされたデータには不完全なオブジェクトが含まれています。

source: The copyright expiry date varies for different countries and map producers.
ja: 著作権の期限は国や地図の作成者によって異なります。

source: The current JOSM version is {2}.<br>You have to update JOSM in order to use this plugin.</html>
ja: 現在のJOSMバージョンは{2}です。<br>このプラグインを使用するには、JOSMを更新する必要があります。</html>

source: The current Java version is {2}.
ja: 現在のJavaバージョンは{2}です。

source: The current selection cannot be used for splitting - no node is selected.
ja: 現在の選択は分割に使えません - ノードが選択されていません。

source: The current selection cannot be used for splitting.
ja: 現在の選択は分割できません。

source: The current selection cannot be used for unglueing.
ja: 現在の選択は引き離せません。

source: The current value is not a valid URL
ja: 現在の値は正しいURLではありません

source: The current value is not a valid user ID.
ja: 現在の値は有効なユーザーIDではありません。

source: The current value isn''t a valid tile address
ja: 現在の値は正しいタイルアドレスではない

source: The current value isn''t a valid tile index for the given zoom level
ja: 現在の値は指定されたズームレベルに適切なタイルインデックスではありません

source: The current version is {0}.
ja: 現在のバージョンは{0}です。

source: The data used in [http://local.google.com/ Google Maps] is either owned by Google itself, or sourced from [http://www.navteq.com/ NAVTEQ] and [http://www.teleatlas.com/index.htm Tele Atlas], two big mapping companies.
ja: [http://local.google.com/ Google Maps] で使われているデータは、 Google 自身が所有しているか、[http://www.navteq.com/ NAVTEQ] と [http://www.teleatlas.com/index.htm Tele Atlas] という2大地図会社から提供されています。

source: The default is Shift-Q.)
ja: デフォルトはShift-Qです)。

source: The default preset for JOSM
ja: JOSM の既定のプリセット

source: The disagreement in Cyprus centered on the non-localised tags, particularly "name".
ja: キプロスでの論争は非ローカライズタグ、特に"name"タグが焦点となりました。

source: The display name of the script.
ja: スクリプトの表示名。

source: The document contains no data.
ja: 文書にデータが含まれない

source: The easting at the mouse pointer.
ja: マウスポインタでの動き。

source: The entrance to a cave.
ja: 洞窟の出入口です。

source: The entry ''{1}'' is missing.
ja: エントリ''{1}''が見つかりません。

source: The error message is (untranslated):<br><tt>{1}</tt></p></html>
ja: エラーメッセージは(未翻訳):<br><tt>{1}</tt></p></html>

source: The file must begin with a polygon name
ja: ファイルはポリゴン名で始まらなければなりません

source: The filter returned no results.
ja: フィルタが結果を返しませんでした。

source: The first selected object ''{0}'' is not part of any relation
ja: 最初に選択したオブジェクト"{0}"はどのリレーションにも含まれていません

source: The following are results of automatic validation.
ja: 自動検証の結果は次のとおりです。

source: The following dependent objects will be purged<br> in addition to the selected objects:
ja: 従属する以下のオブジェクトが削除されます。<br>選択されたオブジェクトに加えて:

source: The following errors occurred during mass download: {0}
ja: 一括ダウンロード中に次のエラーが発生: {0}

source: The following forbidden terms have been found: {0}
ja: 禁止されている用語 {0} がありました。

source: The following module has been downloaded <strong>successfully</strong>:
ja: 次のモジュール{0}件のダウンロードに<strong>成功しました</strong>。

source: The following objects could not be copied to the target object<br>because they are deleted in the target dataset:
ja: 以下のオブジェクトは、ターゲットのデータセットから削除したため、<br>ターゲットオブジェクトにコピーできません。

source: The following plugin has been downloaded <strong>successfully</strong>:
ja: 次の{0}件のプラグインのダウンロードに<strong>成功</strong>:

source: The following plugin is no longer necessary and has been deactivated:
ja: 次のプラグインは不要になったので無効化しました。

source: The following plugins were not found.
ja: 次のプラグインが見つかりませんでした。

source: The following required terms are missing: {0}
ja: 必要な用語 {0} がありません。

source: The format for input and output coordinate reference system is similar to that of the PROJ.4 software.
ja: 入出力座標参照系の形式は、PROJ.4ソフトウェアの形式と似ています。

source: The frameworks/libraries this project uses are there in order to make the development easier:
ja: このプロジェクトが使用するフレームワーク/ライブラリは、開発を容易にするために存在します。

source: The geographic latitude at the mouse pointer.
ja: マウスポインターの位置の緯度です。

source: The geographic longitude at the mouse pointer.
ja: マウスポインターの位置の経度です。

source: The great JGoodies Plastic Look and Feel.
ja: 偉大なJGoodies のプラスティック風のルック＆フィール。

source: The idea behind this project is to create a simple and general purpose tasking manager for all kind of geo-related things (e.g. mapping in OSM, photography of old buildings, etc.).
ja: このプロジェクトは、あらゆる種類の地理関連のもの(例えば、OSMでのマッピング、古い建物の写真など)のためのシンプルで汎用的なタスキングマネージャを作成することを目的としています。

source: The image file will be permanently lost!
ja: イメージファイルは永久に失われます。

source: The image upload failed.
ja: 画像のアップロードに失敗しました。

source: The imported track "{0}" might not be visible because it has the same color as the background.<br>You can change this in the context menu of the imported layer.
ja: 読み込まれたトラック"{0}"は背景と同じ色であるため、表示されない可能性があります。<br>これは読み込まれたレイヤのコンテキストメニューで変更できます。

source: The input is invalid.
ja: 入力が無効です。

source: The item cannot be created with an empty query
ja: クエリーが空のためアイテムを作成することはできません

source: The item cannot be created with provided name
ja: 入力された名前でアイテムを作成することはできません

source: The jar file ''{0}'' doesn''t provide a script engine.
ja: JARファイル''{0}''はスクリプトエンジンを提供しません。

source: The key ''{0}'' and all its values are going to be removed
ja: キー ''{0}'' とその全ての値は削除されます

source: The key ''{0}'' is already used
ja: ''{0}''キーはすでに使われています
